Repository: mozilla-l10n/mt-training-data
Catalog: kvx/kvx_pontoon.tmx
Source language: en_us
Languages: kvx

source: Validated Hr. Total
kvx: تصڌيق ٿيل ڪلاڪون رو ٻڌوئي

source: Validate readings
kvx: ڀڻيا رئي تصڌِيق ڪرو

source: Validate Readings
kvx: ڀڻيا رئِي جونچ ڪرو۔

source: Validate Readings, Review Transcriptions
kvx: ڀڻيا رئِي جونچ ڪرو، Transcriptions رو جائزو ليو۔

source: Validate Readings <small>(Coming soon)</small>
kvx: ڀڻيا رئِي جونچ ڪرو <small> (جلڌي آوئه ريو)</small>

source: Validate readings submitted by community members
kvx: نات را پاها ٿِي ڌاخل ڪرَل ڀڻتر رئِي جونچ ڪرو۔

source: Validate user-recorded readings in your language
kvx: تمارِي ٻولِي ۾ واپرايا واۯون را پاها ٿِي ڪرَل ڀڻتر رئِي رِيڪارڊنگ رئِي جونچ ڪرو۔

source: Validate <validateIcon></validateIcon> does this questions meet the guidelines?
kvx: تصڌِيق<validateIcon> </validateIcon> ڪِي اي سوئال رهنمائي مانه پُورو اُترئه ريو؟

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
kvx: ۮونَ ڪرل ڪِلپون نئہ اوۯکوو ڪومنَ وائيس را مقصڌ ۿارُو اتو ضرُورِي سئہ۔ۿومڀۯينَ ۮيکاڙو انَ امون نئہ ٺائُوڪئي کُلِي ٻولِي رو ڊيٽا ٺايا ۾ اِيئا رئي مڌت ڪرو۔

source: Validation Progress
kvx: تجزيا رئي ترقئي

source: Validations
kvx: تصڌِيقون

source: Value and recognition.
kvx: قِيمت انَ اوۯکوڻ۔

source: Variant Contribution Options
kvx: ڌار ڌار حصيڌارون رو اِنتخاب

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
kvx: ٻِي﻿زا نمُونا رِي ٻولِي رئي هيڪ کاس شڪل هوئہ-مثال را طور مانه اُو منک جيو ڪياڪ کاس علائقا ڪا قوم ۾ رئه اُوئون وسا شيئر ٿئه۔ ڪئيون ڪيونڪ اِيئون نئہ ٻوليا رو ڍاۯو پڻ ڪِيڌو زائه۔

source: Varying Pronunciations
kvx: ڌار ڌار تلفُظ

source: Venetian
kvx: وينيٽِيئنَ

source: Version
kvx: ورجن

source: Very common mistakes include:
kvx: گھڻو ڪرينَ روز ٿيا واۯي ڳلتيون ۾ شامِل سئہ:

source: Vietnamese
kvx: وِيٽناميس

source: View your progress against personal and project goals.
kvx: آپر﻿ِي ترقِي نئہ ذاتِي انَ پروجيڪٽ را مقصڌ مطاڀق زوئو۔

source: Visible
kvx: ۮيکيام آوئہ

source: Voice clips are entered into a submission queue that readies them for listening.
kvx: آوازون را ڪِلپ ڪيُو ۾ نوکيا زائه۔ اُوئا نئہ ۿومڀۯيا ۿارُو تيار ڪرئہ۔

source: Voice Collection
kvx: آواز ڀيۯئي ڪروو

source: Voice Contribution
kvx: آواز رو ڀاڳ

source: Voice Dataset, Ready for Download
kvx: وائيس ڊيٽا سيٽ ڊائونلوڊ ۿارُو تيار سئہ

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
kvx: آواز قُڌرتِي سئہ،اِيئا ۿارُو امي مشِينون ۿارُو اِستعمال رئہ قابل ٽيڪنالاجي ٺايا ۿارُو پُرجوش سئہ۔پڻ وائيس سسٽم نئہ ٺايا ۿارُو،ڊيوَلپرس نئہ آوازون رئي الهائِي گھڻئي ان تعڌاڌ ۾ وڌِيڪ ضرُورت هوئہ۔

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
kvx: آواز فِطرتِي سئہ،آواز اِنسونِي سئہ۔اِيئا ۿارُو امي اِستعمال رئہ قابل آواز ٺايا ۾ ڌِلچسپئِي راکئہ امارِِي مشينَ ۿارُو ٽيڪنالاجي۔پڻ وائيس رو سِسٽم ٺايا ۿارُو جوم گھڻي تعڌاڌ ۾ آوازون را ڊيٽا رئي ضرُورت هووئہ۔

source: Voices Online Now
kvx: هوَئہ آوازون آنلائن سئہ

source: Voice Validation
kvx: آواز رئي تصديق

source: Volume
kvx: آواز

source: Votic
kvx: ووٽِيڪ

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
kvx: واڪس فارگ اِيئا ۿارُو ٺايو ڳيو جي زم ٻولِي رِي لکت نئہ ڀيۯئي ڪري هيڪو جئي مُفت انَ اوپن سورس اِنجڻ ۿارُو اِستعمال ٿي هيڪئہ۔

source: Wakhi
kvx: واخِي

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
kvx: ڪِي تمي ڪومنَ وائيس نئہ وڌآرئہ ٺائُوڪو ٺايا ۾ مڌت ڪروا ڪروه؟ ٺائُوڪو! اِي ميل ري ذريعي رابطو ڪرو ڪا<discourseLink> ڊِس ڪورس </discourseLink> فارم سائيٽ را مسئلا<githubLink> گ﻿ِٽ حب </githubLink>، رئہ ذريعي جمع ڪراوو<matrixLink> ميٽرڪس</matrixLink> رئہ ذريعي شامِل ٿي زائو۔

source: Want to save your information? <createProfile>Create a profile</createProfile>
kvx: ڪِي تمي آپرئي معلُومات راکوا ڪرو؟ <createProfile> هيڪ profile ٺاوو </createProfile>

source: Want to stay in touch with Common Voice?
kvx: ڪِي تمي ڪومنَ وائيس ڀيۯا رابطا ۾ ريوا ڪروه؟

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
kvx: زئيون امي ڊيٽا سيٽ رو نوو ورجن جارِي ڪرون، ڪِي تمي جانڪارئي ليوا ڪروه؟ امارا اخبار نئہ سبسڪرائب ڪرو۔

source: Watch our video explainer to help
kvx: مڌت ۿارُو اماري وضاحتي وڊيوز زوئو

source: Wayuunaiki
kvx: وايُوننڪِي

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
kvx: امي هميش ڊيٽا ڪنزِيومرس ٿِي اُوئون ري ضرُورتون انَ صُورتحال را ڀارام ۿومڀۯيا ۿارُو تيار سون-ڊيٽاڪليشن را پليٽ فارم مانه راڀطا ٿِي لينَ ڊيٽا صحت اِنسائيٽس ۮِيڌا ۿُوڌِي،امي چاهون جي <emailFragment>تمون ٿِي ۿومڀۯون۔</emailFragment>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
kvx: امي هيڪ کُلو انَ عوامي ڊيٽاسيٽ ٺاوون ريا جيا نئہ هر هيڪ منک اِستعمال ڪري هيڪئہ- مُمڪن ڌرخواستون نئہ شِينکاڙيا ۿارُو۔

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
kvx: امي ٽيڪنالاجِي،جڌت ان ٻوليون را حقون را ڀارام۔پبلِڪ سيڪٽر را تعاونَ رئي مڌت ڪريا ۿارُو پُرجوش سئہ۔جيڪيۮِي تمي ڪياڪ موٽا پروجيڪٽ ڪا ڪئمپئن هاڪليا رو اِراڌو راکو تون<emailFragment>تون ميرڀونئي ڪرينَ۔</emailFragment>

source: We are going out to get a coffee.
kvx: امي ڪوفئي لِيڌا ۿارُو ٻارا زائونه ريا۔

source: We are going out to get coffee.
kvx: امي coffee لِيڌا ۿارُو ٻارا زائونه ريا۔

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
kvx: امي گھڻا طرِيقا ۮيونه ريا زم منک آپرئي جِنس ڪا جِنسيات را ڀارام گھڻا ۾ گھڻئي انتخاب/پسنڌ ۮي هيڪئہ۔ميرڀونئي ڪرينَ آپرئي اوۯکوڻ اُوئا طرِيقا ٿِي ۿمڀۯاوو جيو تمون نئہ ٻڌون ٿِي ٺائُوڪو لاڳئہ۔<learnMoreLink>امارئي جِنس انَ جِنسيات را حوالا ٿِي ڪوشش ڪريا را ڀارام وڌِيڪ زوڻيا ۿارُو ايٿئہ ڪِلڪ ڪرو۔</learnMoreLink>

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
kvx: امي موزِيلا ۾ وائيس ٽيڪنالاجِي رئہ پاهئہ هيڪ قوم ٺاوون ريا۔ امي چاهون جي امي تمون ٿِي رابطا ۾ ريون، اي زوڻيا ۿارُو جي تمي اِيئا ڊيٽا رو ڪوم ڪرينَ واپراوَ ڪروه ريا۔

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
kvx: امي اِيئا مانه ڀروسو ڪرونه جي موٽا انَ عوام را آواز رو ڊيٽاسيٽ ايجاڌ ان صحتمنڌ ڪاروڀارِي مُقاڀلا نئہ وڌاوئہ مشينَ-شِينکومڻ مانه مبني تقرير ٽيڪنالاجي ۾۔ اي هيڪ ڌُنيا ليول رئي ڪوشش سئہ ان امي هر منک نئہ شامِل ٿيا رئي ڌاوَت ۮيون۔ امارو مقصڌ اي سئہ جي تقرير ٽيڪنالاجي نئہ گھڻو من﻿کون نئہ شامِل ڪريا واۯئي ٽيڪنالاجي ٺاوئي زائہ، زم ٻڌِي ڌُنيا رِيئون آوازون را اختلاف نئہ ريفليڪٽ ڪريو زائي هيڪئہ۔

source: Website Localization
kvx: ويب سائيٽ رو ترجمو (ڪا ڌار ڌار ٻوليون ۾ اُوئا رئي موجُودگئي)

source: Websites
kvx: ويب سائيٽ

source: We couldn’t find that page for you
kvx: امي تمون ۿارُو اُو پونيو نٿِي ڳوتي هيڪيا

source: We couldn’t get any audio clips for you to listen to. Please try again later.
kvx: امي تمون ۿارُو ڪوئي آڍيو ڪلِپ نہ ڳوتي هيڪيا۔ ميرڀونئِي ڪرينَ ٿوڙِي ڌير ڪيڙ وۯي ڪوشِيش ڪرو۔

source: We couldn’t get any sentences for you to speak. Please try again later.
kvx: امي تمارئہ ٻوليا ۿارُو ڪوئي جُملا حاصل نہ ڪري هيڪيا۔ ميرڀونئي ڪرينَ ٻِيزِي وار وۯي ڪوشِيش ڪرو۔

source: Weekly
kvx: هڦتاوار

source: Weekly Goal
kvx: هڦتا رو مقصڌ

source: We launch the Common Voice site in this language.
kvx: امي ڪومنَ وائيس ويب سائيٽ نئہ اِيئا ٻولِي ۾ شُروعات ڪرونه۔

source: Welcome { $company } staff!
kvx: ڀليڪار{ $company }ڪوم ڪريا واۯون!

source: Welcome to Common Voice
kvx: ڪومنَ وائِيس ۾ ڀليڪار

source: Welcome to Spontaneous Speech
kvx: ڀي اِکتيار ٻولِي ۾ ڀليڪار

source: Welsh
kvx: ويلش

source: We may have run out of clips - refresh the page, or try again later.
kvx: ٿي هيڪئہ امارا ڪِلپ کتم ٿي ڳيا - page ريفريش ڪرو ڪا ٿوڙي ڌير ڪيڙ وۯي ڪوشِيش ڪرو۔

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
kvx: ٿي هيڪئہ جي اَمون نئہ اُو ڌرخواست نٿِي ﻿زڙئي۔ميرڀونئي ڪرينَ امون نئہ سِڌو<emailLink>{ $email }</emailLink> مانه اِيميل ڪرو امي تمون ٿِي ٻِيزِي وار راڀطو ڪرشون!

source: We periodically release the dataset
kvx: امي ڊيٽا سيٽ نئہ ڪيئنڪ ٽيم ڪيڙ جارِي ڪرون

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
kvx: امي تمارِي جانڪارِي رئي ۿمڀاۯ ڪريا رو وائيڌو ڪرونه۔ <privacyLink> وڌِيڪ جانڪارِي ۿارُو </privacyLink> ڀڻو۔

source: We’re building a multi-language, open-source voice dataset for training speech-enabled applications.
kvx: امي هيڪ گھڻيون ٻوليون واۯو سسٽم ٺاوونه ريا، جيو ٻولِي رئي شُروعات رئي ڌرخواست ۿارُو اِستعمال ٿيشي۔

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
kvx: امي آوازون رو هيڪ کولو- سورس ڊيٽا ڪراوسوسنڳ را ذريعئہ تيار ڪرونه ريا۔ آپرئي آواز ۮونَ ڪرو، ٻِيرون را ڪِلپون رو ڌُرستگِي رئي تصديق ڪرو۔ ان اِيئا ڊيٽا بيس نئہ ٻِيزون ۿارُو ٺائوڪو ٺاوو۔

source: We’re experiencing unexpected downtime
kvx: امي هيڪ نا اُميڌ ٽيم نئہ مون ۮيونه ريا

source: We're going out to get coffee.
kvx: امي ڪوفئي ليِِڌا ۿارُو ٻارا زائون ريا۔

source: We’re going out to get coffee.
kvx: امي coffee لِيڌا ۿارُو ٻارا زائونه ريا۔

source: We release the dataset every 3 months.
kvx: هر ترڻ مئينون ڪيڙ ڊيٽا سيٽ نئہ رلِيز ڪروو۔

source: We're making some big changes
kvx: امي ڪنيڪ موٽي تبديلي ڪرونه ريا

source: We're receiving a lot of traffic and are currently investigating the issues.
kvx: امون نئہ آيا زايا ۾ الهائي ۮورووڻ سئہ ان امي اِيئا مسئلا رئي جونچ پڙتال ڪرونه ريا۔

source: We’re sorry, your platform is not currently supported.
kvx: امون نئ﻿ہ ماڦ ڪريا تمارو پليٽ فارم هم﻿ڻئہ سپورٽ نٿِي ٿيتو

source: Western Highland Purepecha
kvx: ويسٽرنَ هائِيلينڊ پرپيوپِيچا

source: Western Penan
kvx: اِيسٽرنَ مائِينَ

source: Western Sierra Puebla Nahuatl
kvx: ويسٽرنَ سِيرا پُوئِيبلا نيهوٽل

source: Westphalian
kvx: ويسڦليانَ

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
kvx: امي ترجمو ڪريا ۿارُو موزِيلا رو هيڪ ٽُول اِستعمال ڪرونه جيا نئہ<pontoonLink> پونٽُونَ </pontoonLink>ڪئه۔ پونٽُونَ ۾ الهائِي زبانون موجُود سئہ، پڻ جيڪيۮِي اِيئا ۾ تمارئي ٻولئي موجود نٿِي تو تمي</pontoonRequestLink> آپرئي ٻولئي شامِل ڪريا رئي ڌرخواست ۮي هيڪو۔ پسئہ زم هائي ٻولئي ڪومنَ وائيس پروجيڪٽ مانه هائي ٻولئي شامِل ٿي هيڪئہ،<githubRepoLink> گِٽ حب مانه نوِي ٻولِي رئي ڌرخواست ۮيو</githubRepoLink>۔ <localizationFragment> ويب سائيٽ ترجما را ڀارام ۾ گھڻئي معلُومات زوئو۔</localizationFragment>۔

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
kvx: امي ڪئينڪ تڀڌِيلي ڪري۔ ڊيلٽا سيگمينٽس هوَئہ رُوڳو اُو نوا ڪِلپز شامِل ڪرونه جيا آخر﻿ي رليز ڪيڙ رِيڪارڊ ڪريا ڳيا۔<deltaLink> اِيئا ڪوم را ڀارام وڌِيڪ ڀڻو</deltaLink>۔

source: We've run out of sentences to record in this language...
kvx: اِيئا ٻولِي ۾ رِيڪارڊِنگ ڪريا ۿارُو جُملا کتم ٿي ڳياه۔۔۔

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
kvx: امي چاهون جي ٻوليا واۯا ٺاوَل نمُُونا ڌار ڌار منکون رِي وات نئہ ٺائُوڪئہ نمُونئہ ۿزمي هيڪئہ۔ هايا ۿارُو ضرُورِي سئہ جي وائيس ڊيٽا سيٽ ۾ هر نمُونا رون منکون رئہ ڀاڳ ليووه۔

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
kvx: امي چاهون جي شِينکيا واۯئي مشِين algorithms جيو ڌار ڌار نمُونا ري لار ۾ ٿيا واۯئي ٽائي نئہ سنڀالي هيڪئہ،همروم اُوتومڻئي ٽائي قڀُول ڪري هيڪئہ ڪم تو اُو متنَ نئہ ۿومڀۯيا ۾ ڪوئي رُڪاوٽ نه ڪرتو ۔ هلڪو پسِ منظر ساز ٺِيڪ سئہ، پڻ جيڪيۮِي ساز اتو تيز هوئہ جي هر ويڻ نئہ ۿزموو ۮورو ٿي زائہ تون هيوو نئِين مونيو زائہ۔

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
kvx: امي ڌار ڌار ٻوليون رون لهجون نئہ ڀليڪار ڪونه! ڪياڪ ڪِلپ نئہ نہ رُوڳو اِيئا ۿارُو نظر انڌاز ڪريا ۿار﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿ُو تمون نئہ لاڳئہ جي ڀڻيا واۯئہ ڪوئي ويڻ ڳلت طريقا ٿِي ٻوليو، آواز رو زور ڳلت جڳا مانه لڳايو ڪا زير زبر ڪا پيش رو کيال نٿِي راکيو، الهائِي کيال ٿِي ڪريا۔ ٻڌِي ڌُنيا ۾ ڌار ڌار زير زبر ڪا پيش رو اِستعمال ٿئه ريو، ڪيئنڪ ايوا پڻ جيو تمي آپرِي نات رون منکون ٿِي نئِين ۿومڀۯيا هوئہ۔ اُوئون منکون ۿارُو جيو تمون ٿِي ڌار نمُونا ٿِي ٻولئہ، آپرِي سوچ ۾ هيڪ پُورئي رعايت راکو۔

source: We will be in touch with more information about how to add your language to Common Voice very soon.
kvx: امي جلڌي تمون ٿِي رابطو ڪرشون وڌِيڪ جانڪارِي ۿارُو جي امي ڪم ڪرينَ آپرِي ٻولِي نئہ ڪومنَ وائِيس ۾ شامِل ڪري هيڪون۔

source: We will be in touch with more information as it becomes available.
kvx: امي گھڻي جانڪارِي ۿارُو تمون ٿِي راڀطو ڪرشون زئيون اي موجود هوئہ۔

source: We will not make your email public.
kvx: امي تمارو اِيميل ڪيا نئہ نئِين ۮيون۔

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
kvx: امي تمارِي ڌرخواست رئي جونچ ڪرشون جي تمارئي آواز ڊيٽاسيٽ ٿِي هٽاوئي زائہ۔جيڪيۮِي تمارئي ڌرخواست منظُور ٿي ڳئي،تون امي اُوئون منکون ٿِي پڻ راڀطو ڪرشون جيڻئہ ڊيٽاسيٽ ڊائونلوڊ ڪريو، انَ اُوئون نئہ پڻ ڪيشون جي تمارئي وائيس ريڪارڊنگ نئہ هٽاوئہ پرئي۔

source: We will show you a prompt or question
kvx: امي تمون نئہ هيڪ اِشارو ڪا سوئال ۮيکاڙشون

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
kvx: امي ڀڻياڌون،ميڌونِي مشورون نات رون منکون ٿِي ڀيۯا ملينَ اِنٽرنيٽ نئہ هيڪِي ٺائُوڪِي جڳا مانه ٺايا ۿارُو ڪوم ڪرونه،کاس طور مانه اِيسٽ آفرِيڪا۔ امارا پروگرام را ڪوم را ڀارام<programmaticWork> وڌارئہ زوڻو۔

source: What is a language on Common Voice?
kvx: ڪومنَ وائيس مانه هيڪ ٻولئي ڪِي هوئہ؟

source: What issues are you experiencing with this content?
kvx: تمون نئہ اِيئا مضمُون ڀيۯو ڪيوا نمُونا را مسئلا ۿوما آوئہ؟

source: What issues are you experiencing with this sentence?
kvx: تمون نئہ اِيئا جُملا ٿِي ڪيوي ۮورووڻون ۿومي آوئه ري؟

source: What is your age?
kvx: تماري زمار ڪِي سئہ؟

source: What is your sex or gender?
kvx: تمارئي جنس ڪا جنسيت ڪِي سئہ؟

source: What kind of goal do you want to build?
kvx: تمي ڪيوا نمُونا رو حدف ٺاوا ڪروه؟

source: What makes a good question?
kvx: ٺائُوڪو سوئال ڪيوو هووئہ؟

source: What needs to be in my file?
kvx: مارِي فائل ۾ ڪِي هووو کپئہ؟

source: What questions can I add?
kvx: هُون ڪيوا سوئال شامِل ڪري هيڪون؟

source: What sentences can I add?
kvx: تمي ڪيوا جُملا ڌاخل ڪري هيڪو؟

source: What’s inside the Common Voice dataset?
kvx: ڪومنَ وائيس ڊيٽا سيٽ ۾ ڪِي شامِل هوئہ؟

source: What's Public?
kvx: عوام ڪا منک؟

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
kvx: زئيون ڪوئي هيڪ واپرايا واۯو آواز نئہ نٿِي قٻُول ڪرتو، تو اُو وۯي لڳاتار ليڻ ۾ زائه پرو۔ جيڪيۮِي ٻِي﻿زي وار پڻ رد ٿي زائہ۔ تو آواز را ڪِلپ نئہ قبرستان ۾ نوکيو زائہ۔

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
kvx: ۿومڀۯيا رئہ ٽوڻئہ جوم کيال راکو جيو رِيڪارڊ ڪريو ڳيوه، اُو ۿاڳِي هائي رو هائي سئہ جيو لکل سئہ; جيڪيۮِي ننڪئي ڳلتئي پڻ هووئہ تون اُوئا نئہ رد ڪرو۔ <br /> گھڻو ڪرينَ عام ڳلتيون ۾ شامل سئہ:

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
kvx: زئيون تمي آپرِي رِيڪارڊِنگ رئي ڌرخواست ڪروه،امي اُوئا هيڪِي زِپ فائل ۾ ڀيۯو ڪرونه۔ پرئي ايٿئہ تمارئي پيرهِين ڌرخواست سئہ:

source: Which variant of { $language } do you speak?
kvx: تمي ڪئِي ٻولِي رو{ $language }نمُونو ٻولوه؟

source: Why ?
kvx: ڪم؟

source: Why a profile?
kvx: ڪم هيڪ پروفائل؟

source: Why are you asking?
kvx: تمي ڪم پُونسوه ريا؟

source: Why Common Voice?
kvx: ڪومن وائيس ڪم؟

source: Why does this matter?
kvx: اي ڪم ضرُورِي سئہ؟

source: Why we built this Spontaneous Speech prototype
kvx: امي اي ڀي اِکيتيار ٻولِي رو پيرهيون نمُونو ڪم شُروع ڪريو

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
kvx: هيڪا profile ٿِي تمي تمارا ڪوم رو رِيڪارڊ راکي هيڪو انَ آواز رو ڊيٽا ۮِيڌا واۯون ٿِي جُڙي هيڪو۔

source: Wixarika
kvx: وِيڪاسرِيڪا

source: Wixárika
kvx: وِيڪاسرِيڪا

source: Wolof
kvx: وولوف

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
kvx: ڪِي تمي چاهو جي تمارئي رِيڪارڊ ڪرل آواز کتم ڪرئي زائہ، ڪا تمي اُوئا نئہ ڪومنَ وائيس ۾ موجوڌ راکوو پسنڌ ڪرو؟

source: Write
kvx: لکو

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
kvx: زم منک ڪيِڌو، اوئا نئہ همروم هم لکوو،جيام هون سوچو ريو، ڪا مون نئہ ۿممڀرتو نٿِي۔

source: Write down what you hear the person saying here
kvx: اِيٿئہ جو منک ٻولئہ ريو، اُوئا نئہ لِک ليو

source: Write options menu
kvx: options menu لکو

source: Xhosa
kvx: ايگزوسا

source: Xitsonga
kvx: ايگزسونگا

source: y
kvx: ي

source: Y
kvx: ي

source: Yaqui
kvx: يڪُونِي

source: Yes
kvx: هووَئہ

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
kvx: هووَئہ، مُون نئہ اِي ميل ميلو۔ هُون ڪومنَ وائِيس پروجيڪٽ را ڀارام با خبر ريوا ڪرونه۔

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
kvx: هووئہ، مُون نئہ اِيميل ميلو۔هُون اِيئا ٻولِي را ڪومنَ وائيس مانه ترقِي را ڀارام زوڻوا ڪرونه۔

source: Yiddish
kvx: ييڊِيش

source: Yoruba
kvx: يوروڀا

source: You
kvx: تمي

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
kvx: تمي شُروع ڪريا واۯا سو<size>{ $size }{ $size } جِي ڀِي</size>، آڳۯ وڌاوو؟

source: You are prepared to initiate a download of <b>{ $size }</b>
kvx: تمي اِيئا رو ڊائونلوڊ شُروع ڪريا ۿارُو تيار سو<b>{ $size } </b>

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
kvx: تمي جُملا شامِل ڪري هيڪو<writePageLink> ڪا </writePageLink> تمي </writePageLink>جُملون رو جائزو لي هيڪو<reviewPageLink>۔

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
kvx: تمي آپرا پسنڌِيڌا ڊائولوڊ مئنِيجر ۾ سِڌو URLs پڻ ڪاپئي ڪري هيڪو۔اي ٻارئہ ڪلاڪون ڪيڙ کتم ٿي زاشي، پڻ تمي اِيئا پونيا مانه آوينَ ڪيئہ پڻ ٽوڻئہ آوينَ نوا ٺاوي هيڪو۔

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
kvx: تمي ڪِي بورڊ شارٽ ڪٽ پڻ اِستمعال ڪري هيڪو:{ sc-review-form-button-approve-shortcut } منظُور ڪريا ۿارُو، { sc-review-form-button-reject-shortcut } رد ڪريا ۿارُو، { sc-review-form-button-skip-shortcut } ساڏيا ۿارُو

source: You can choose to make your username public or anonymous.
kvx: تمي آپرو اِستعمال ڪريا واۯو نوم منکون نئہ ۮيکاڙيا ۿارُو ڪا ناهڙينَ راکيا رئي سُونڍ ڪري هيڪو۔

source: You can find <examplePromptsLink>120 example prompts in this sheet.</examplePromptsLink>
kvx: تمي اِيئا شِيٽ ۾<examplePromptsLink>120 مِثالِي پرامٽز</examplePromptsLink> زوئي هيڪو۔

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
kvx: تمي <datasetsPage> ڊيٽا سيٽ پونيو</datasetsPage>، مانه زائينَ آپرئي سونڍل ٻولِي رو اِنتخاب ڪري هيڪو، ان پسئہ اُوئا نئہ ڊائونلوڊ ڪري هيڪو! فائل ڀيۯو<metadataLink> متعلق ميٽاڊيٽا</metadataLink> هوئہ، زم ڊيمو گرافِي رئي معلُومات ان ۿومڀۯيا رو مواد۔ ڊيٽا سيٽ ڊائون لوڊ ڪريا ۿارُو تمون نئہ آپرئي اِيميل ايڊريس ۮيوو پڙشي۔

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
kvx: تمي آپرو ڪومنَ وائيس پروفائل ٺاوينَ انَ آپرئي آواز ۮينَ هيڪ ڌار انَ کُلو ڊيٽاسيٽ ٺايا ۾ مڌت ڪري هيڪو۔

source: You can meet others in the Mozilla language communities by joining <discordLink>Discord</discordLink> or <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
kvx: تمي موزِيلا رِي ٻولِي ري ذريعي قوم رون ٻِي﻿زون منکون ٿِي ملي هيڪوه۔ <discordLink> ڊِس ڪورڊ</discordLink> ڪا <discourseLink> ڊِس ڪورس</discourseLink> شامل ٿينَ ڌار ڌار مضمُونون مانه وات چِيت ۿارُو<matrixLink> ميٽرِڪس</matrixLink> جلڌِي مشورا ۿارُو۔

source: You cannot add multiple sentences for a single submission
kvx: تمي ڌار ڌار جُملا هيڪ ئي وار شامِل نٿِي ڪري هيڪتا

source: You cannot request your recordings while another request is already in progress.
kvx: تمي آپرِي ريڪارڊِنگ رئي ڌرخواست تئيون ۿُوڌِي نٿِي ۮي هيڪتا زئيون ۿُوڌِِي هيڪ ٻِيزئي ڌرخواست ويتئي هوئہ۔

source: You can request a new takeout of your recordings every { $days } days.
kvx: تمي آپرِي ريڪارڊِنگ ليوو{ $days }هر ۮِي ۾ ڌرخواست ۮي هيڪو۔
